
[Flexible Renamer]
OSVersion=6200
OSVersion_PropertyTag=6110
ErrorAbort=0
Font=-12,0,0,0,400,0,0,0,0,0,0,0,34
FontFace=Tahoma
WindowPos=0:1:-1:-1:-1:-1:0:0:437:1025
Scroll_SpecifyFolder=0
Page=0
Specify=1
CurrentFolder=C:\Users\a-hirata\Desktop
Language=JA
[Rename]
RecursiveDepth=0
ModeExec=0
ApplyedPreset=2011/03/06 00:00:00
SelectedItem=202
AdvancedRename=0
UseScript=0
Mode=0
WildCardSearch=
WildCardReplace=
ListCtrl-1000-0-0=461,0,0,368,1,0,373,2,0,51,3,0,51,4,0,51,5,0,51,6,0,1
ListCtrl-1001-0-0=186,0,0,186,1,0,373,2,0,51,3,0,51,4,0,51,5,0,51,6,0,0
Typical_Index=3
NumberingBase=1
NumberingStep=1
Typical_Pos=0
Typical_Add=0  
Typical_Src=jpg-large 
Typical_Dst=jpg
Typical_Timestamp=\Y\m\d\H\M\S
SelectFile=1
SelectFolder=1
[Preset]
Preset=0		*.*	\Y\m\d\H\M\S.\2	日時
Preset=0		*.*	??.\2	連番 + 拡張子
Preset=0		*.*	??_\1.\2	連番 + 元ファイルタイトル + 拡張子
Preset=0		*.*	\1_??.\2	元ファイルタイトル + 連番 + 拡張子
Preset=0		*-*.*	\2-\1.\3	-の左右を入れ替え
Preset=0		*DSC*	\1IMG\2	"DSC"を"IMG"に変換
Preset=1		(.*)へのショートカット(.*)?	\1\2	" へのショートカット"を削除
Preset=1		(.*?) - ショートカット(.*)?	\1\2	" - ショートカット"を削除(Vista)
Preset=1		(.*)\(\d+\)(.*)	\1\2	(数字)を削除
Preset=1		(.*)\[\d+\](.*)	\1\2	[数字]を削除
Preset=1		(.*)(?:\[\d+\])|(?:\(\d+\))(.*)	\1\2	[数字]、または(数字)を削除
Preset=1		(\..*)$	\L\1	拡張子を小文字
Preset=1		(?:コピー(?: \(\d*\))? ～ )		"コピー (数字) ～ "を削除
Preset=1		(?: - コピー(?: \(\d*\))?)		" - コピー (数字)"を削除(Vista)
Preset=1		((?:[^ \-+~=#$%&_,.(){}\[\]=!]|\.)+)	\L\u\1	語頭を大文字
Preset=2		0-9a-zA-Z０-９ａ-ｚＡ-Ｚ	０-９ａ-ｚＡ-Ｚ0-9a-zA-Z	半角 ⇔ 全角（拡張子を除く）
Preset=2		ァ-ンぁ-ん	ぁ-んァ-ン	カタカナ ⇔ ひらがな（拡張子を除く）
Preset=2		a-zA-Z	A-Za-z	大文字 ⇔ 小文字
Preset=2		a-z	A-Z	小文字 ⇒ 大文字
Preset=2		A-Z	a-z	大文字 ⇒ 小文字
Preset=2		0-9a-zA-Z	０-９ａ-ｚＡ-Ｚ	半角 ⇒ 全角（拡張子を除く）
Preset=2		０-９ａ-ｚＡ-Ｚ	0-9a-zA-Z	全角 ⇒ 半角（拡張子を除く）
[TagRename_PropertyTag]
Preset=5		doc;xls;ppt;vsd;mpp;pdf	18,20,21,22,23,24,33,35,126,127,143,144,145,148,150,151	ドキュメント
Preset=4		avi;mpe;mpg;wmv;asf	13,15,16,17,18,19,21,24,25,27,28,191,193,194,195,196,198,219,220,221,223,224,225,226,228,280,281,282,283,284,285,286	ビデオ
Preset=3		bmp;jpg;jpe;tif;png		イメージ
Preset=2		jpg;jpe	12,18,19,20,21,24,25,30,31,32,35,128,160,161,162,163,164,195,230,232,233,234,235,236,237,238,239,240,241,242,243,244,247,248,249,250	写真
Preset=1		mp3;wma	13,14,15,16,21,24,26,27,28,217,220	ミュージック
[TagRename]
RecursiveDepth=0
ModeExec=0
UseProperty=0
Mode=0
MusicReplace=
ListCtrl-1000-0-0=183,0,0,183,1,0,367,2,0,51,3,0,51,4,0,51,5,0,51,6,0,0
ListCtrl-1001-0-0=183,0,0,183,1,0,367,2,0,51,3,0,51,4,0,51,5,0,51,6,0,0
[WildCardSearch]
[WildCardReplace]
[MainFrame]
ShowShellFolderBar=1
WindowPos=2:3:-1:-1:-1:-1:236:213:1810:1000
[RenameFilter]
MRU=*
MRU=bmp;dib;gif;jpg;jpe*;png;ico;cur
MRU=htm*;htx;asp;alx;stm;shtml
MRU=txt;doc;xls;ppt;vsd
MRU=exe;dll;ocx
[MusicTagReplace]
[RenameTypical_Add]
MRU=0
MRU=[遠藤ミドリ] 繰繰れ! コックリさん
MRU=[暁なつめ] この素晴らしい世界に祝福を!
MRU=15
MRU=巻
MRU=[鎌池和馬] 新約 とある魔術の禁書目録 第
MRU=ind_
MRU=proc_
[RenameTypical_Src]
MRU=jpg-large
MRU=zip
MRU=jfif
MRU=jpeg
MRU=tec
MRU=photo (
MRU=hayate v
MRU=ニードレス
MRU=Honeyview_gunosy
MRU=gunosy
[RenameTypical_Dst]
MRU=jpg
MRU=cbz
MRU=photo_
MRU=iemo
MRU=smartnews
MRU=567923
[Attribute]
ListCtrl-1000-0=183,0,183,1,91,2,91,3,91,4,91,5,91,6,91,7,0
ListCtrl-1001-0=183,0,183,1,91,2,91,3,91,4,91,5,91,6,91,7,0
ShiftDate=0
ShiftTime=12:00:00 AM
RandomMin=2/27/2015 12:00:00 AM
RandomMax=2/28/2015 12:00:00 AM
Same=0
Shift=0
Mode=0
[NumberedObject]
ListCtrl-1000-0=695,0,347,1,
[BarState-SCBar-127]
sizeHorzCX=385
sizeHorzCY=503
sizeVertCX=447
sizeVertCY=1047
sizeFloatCX=385
sizeFloatCY=503
[BarState-SCBar-126]
sizeHorzCX=175
sizeHorzCY=175
sizeVertCX=365
sizeVertCY=1047
sizeFloatCX=175
sizeFloatCY=175
[BarState-Summary]
Bars=7
ScreenCX=1800
ScreenCY=1200
[BarState-Bar0]
BarID=59392
[BarState-Bar1]
BarID=59392
[BarState-Bar2]
BarID=59396
[BarState-Bar3]
BarID=59393
[BarState-Bar4]
BarID=59420
Bars=5
Bar#0=0
Bar#1=126
Bar#2=0
Bar#3=127
Bar#4=0
[BarState-Bar5]
BarID=127
XPos=361
YPos=-2
Docking=1
MRUDockID=0
MRUDockLeftPos=361
MRUDockTopPos=-2
MRUDockRightPos=808
MRUDockBottomPos=1045
MRUFloatStyle=8196
MRUFloatXPos=-1
MRUFloatYPos=0
[BarState-Bar6]
BarID=126
XPos=-2
YPos=-2
Docking=1
MRUDockID=0
MRUDockLeftPos=-2
MRUDockTopPos=-2
MRUDockRightPos=363
MRUDockBottomPos=1045
MRUFloatStyle=8196
MRUFloatXPos=-1
MRUFloatYPos=0
